cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ag'
brew 'ack'
brew 'coreutils'
brew 'grc'
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'spaceman-diff'
brew 'starship'
brew 'unrar'
brew 'vim'
brew 'Schniz/tap/fnm'
brew 'bat'
brew 'diff-so-fancy'
brew 'antigen'
brew 'git-delta'
brew 'jq'
brew 'jesseduffield/lazydocker/lazydocker'
brew 'k9s'

cask 'spotify'
cask 'iterm2'
